Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/Premium.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: Access AQI forecast and widgets.And much more!
ar: الوصول إلى تنبؤ مؤشر نوعية الهواء والأدوات. والمزيد!
de: Zugriff auf AQI-Vorhersage und Widgets. Und vieles mehr!
el: Πρόσβαση στην πρόβλεψη AQI και στα widgets. Και πολλά άλλα!
es: Accede a pronóstico de AQI y widgets. ¡Y mucho más!
fa: دسترسی به پیش‌ بینی کیفیت هوا و ویجت‌های مربوطه و بسیاری موارد دیگر!
fr: Accédez aux prévisions et widgets AQI. Et bien plus encore!
he: גש לתחזית AQI וליישומונים. ועוד הרבה!
hi: AQI पूर्वानुमान और विजेट्स की पहुंच प्राप्त करें। और बहुत कुछ!
it: Accedi alla previsione e ai widget AQI. E molto di più!
ja: AQI予報とウィジェットにアクセスします。さらにたくさん！
ko: AQI 예보 및 위젯에 액세스하세요. 그리고 더 많은 것들!
nl: Toegang tot AQI voorspelling en widgets. En nog veel meer!
pt_pt: Acesse previsão AQI e widgets. E muito mais!
ru: Получайте доступ к новым стилям виджетов с каждым
th: เข้าถึงการพยากรณ์ AQI และวิดเจ็ต และอีกมากมาย!
tr: AQI tahmini ve widget'lara erişim. Ve daha fazlası!
zh_hans: 访问AQI预报和小部件。还有更多！
zh_hant: 獲得AQI預報和小部件。還有更多！

source: After free trial, auto-renewal at
ar: بعد التجربة المجانية، التجديد التلقائي بـ
de: Na gratis proefperiode, automatische verlenging bij
el: Μετά τη δωρεάν δοκιμή, αυτόματη ανανέωση στο
es: Después de la prueba gratuita, se renueva automáticamente a
fa: پس از دوره آزمایشی، تمدید خودکار با قیمت
fr: Après l'essai gratuit, renouvellement automatique à
he: לאחר מנוי ניסיון, התחדשות אוטומטית ב-
hi: मुफ्त परीक्षण के बाद, स्वतः-नवीनीकरण
it: Dopo il periodo di prova gratuito, rinnovo automatico a
ja: 無料試用期間終了後、自動更新されます
ko: 무료 시험 이후, 자동 갱신은
nl: Na gratis proefperiode, automatische verlenging bij
pt_pt: Após o teste gratuito, renovação automática em
ru: После бесплатного пробного периода, автопродление за
th: หลังจากทดลองใช้งานฟรี ต่ออายุโดยอัตโนมัติที่
tr: Ücretsiz denemenin ardından, otomatik yenileme
zh_hans: 免费试用后，自动续订
zh_hant: 免費試用後，自動續訂於

source: Auto-renews each
ar: يتجدد تلقائيًا كل
de: Verlängert sich automatisch jeden
el: Αυτόματη ανανέωση κάθε
es: Se renueva automáticamente cada
fa: هر
fr: Se renouvelle automatiquement chaque
he: מתחדש אוטומטית כל
hi: हर बार स्वचालित रूप से नवीनीकरण होता है
it: Si rinnova automaticamente ogni
ja: それぞれが自動的に更新されます
ko: 자동 갱신 각각
nl: Automatisch vernieuwen elke
pt_pt: Renova automaticamente cada
ru: Автоматически обновляется каждый
th: ต่ออายุทุก
tr: Her biri otomatik olarak yenilenir
zh_hans: 每个自动续订
zh_hant: 每次自動續訂

source: be welcomed
ar: يتم ترحيب بك
de: willkommen sein
el: να είσαι ευπρόσδεκτος
es: ser bienvenido
fa: توی قلب ما
fr: être accueilli
he: תהיה מוקבל בברכה
hi: स्वागत किया जाएगा
it: sarà accolto
ja: 歓迎される
ko: 항상 환영받을 것입니다
nl: wordt verwelkomd
pt_pt: seja bem-vindo
ru: будет приветствоваться
th: ต้อนรับ
tr: hoş karşılanacak
zh_hans: 被欢迎
zh_hant: 受到歡迎

source: can get in
ar: يمكنك الحصول على
de: kann bekommen in
el: μπορεί να μπει
es: puede obtener en
fa: تو این دنیا
fr: peut obtenir dans
he: אפשר להיכנס
hi: प्राप्त कर सकते हैं
it: può ottenere in
ja: 入手可能な
ko: 들어갈 수 있는
nl: kan krijgen in
pt_pt: pode entrar em
ru: может получить в
th: สามารถเข้าได้
tr: almak mümkündür
zh_hans: 可以进入
zh_hant: 可以進入

source: Discover limitless possibilities with Premium!:
ar: اكتشف إمكانيات لا محدودة مع الاشتراك المميز!:
de: Entdecken Sie unbegrenzte Möglichkeiten mit Premium!
el: Ανακαλύψτε απεριόριστες δυνατότητες με το Premium!
es: ¡Descubre posibilidades ilimitadas con Premium!
fa: امکانات بی‌نظیر نسخه پیشرفته را کشف کنید!:
fr: Découvrez les possibilités illimitées avec Premium!
he: גלה את האפשרויות הבלתי מוגבלות עם פרימיום!
hi: प्रीमियम के साथ सीमित संभावनाओं की खोज करें!
it: Scopri le possibilità illimitate con Premium!
ja: プレミアムで無限の可能性を発見しましょう！
ko: 프리미엄과 함께 무한한 가능성을 발견하세요!
nl: Ontdek onbeperkte mogelijkheden met Premium!
pt_pt: Descubra possibilidades ilimitadas com Premium!
ru: Становясь премиум-пользователем, вы получите:
th: ค้นพบความเป็นไปได้ไม่มีที่สิ้นสุดกับพรีเมียม!:
tr: Premium ile sınırsız olanakları keşfedin!
zh_hans: 用Premium探索无限可能性：
zh_hant: 以尊享版探索無盡可能性：

source: Enjoy extended 15-day and 360-hour forecasts.
ar: استمتع بتنبؤات لمدة 15 يوم و360 ساعة
de: Genießen Sie erweiterte 15-Tage- und 360-Stunden-Vorhersagen.
el: Απολαύστε εκτεταμένες προβλέψεις 15 ημερών και 360 ωρών.
es: Disfruta de pronósticos extendidos de 15 días y 360 horas.
fa: بهره‌مندی از پیش‌ بینی 15 روزه و 360 ساعته.
fr: Profitez de prévisions étendues de 15 jours et de 360 heures.
he: תהנה מתחזיות מורחבות של 15 ימים ו-360 שעות.
hi: 15-दिन और 360-घंटे के विस्तारित पूर्वानुमान का आनंद लें।
it: Goditi previsioni estese di 15 giorni e 360 ore.
ja: 15日間および360時間の拡張予報を楽しむ。
ko: 15일 및 360시간의 확장된 예보를 즐기세요.
nl: Geniet van uitgebreide 15-daagse en 360-uur weersverwachtingen.
pt_pt: Desfrute de previsões estendidas de 15 dias e 360 horas.
ru: Наслаждайтесь HeyWeather на вашем AppleWatch
th: เพลิดเพลินกับการพยากรณ์ที่ขยายไปถึง 15 วันและ 360 ชั่วโมง.
tr: Genişletilmiş 15 günlük ve 360 saatlik tahminlerin keyfini çıkarın.
zh_hans: 享受延长至15天和360小时的预报。
zh_hant: 享受15天和360小時的延長預報。

source: Expire at
ar: تنتهي صلاحيته في
de: Erlöschen am
el: Λήγει στις
es: Expira
fa: منقضی شدن در
fr: Expirer à
he: מסתיים ב
hi: समाप्त होने पर
it: Scade tra
ja: に満了する
ko: 만료 시간
nl: Vervaldatum in
pt_pt: Expira em
ru: Срок действия истекает в
th: หมดอายุเมื่อ
tr: son kullanma tarihi
zh_hans: 到期时间
zh_hant: 過期時間

source: Explore forecast layers on maps & radar.
ar: استكشف طبقات التنبؤ على الخرائط والرادار
de: Erkunden Sie Vorhersageschichten auf Karten und Radar.
el: Εξερευνήστε τα στρώματα πρόγνωσης σε χάρτες και ραντάρ.
es: Explora capas de pronóstico en mapas y radar.
fa: اکتشاف لایه‌های پیش‌بینی روی نقشه و رادار.
fr: Explorez les couches de prévisions sur les cartes et le radar.
he: חקור שכבות תחזית על מפות וראדר.
hi: मानचित्र और रडार पर पूर्वानुमान परतों का अन्वेषण करें।
it: Esplora i livelli di previsione su mappe e radar.
ja: マップとレーダー上の予報レイヤーを探索します。
ko: 지도 및 레이더에서 예보 레이어를 탐색하세요.
nl: Verken weersverwachting lagen op kaarten en radar.
pt_pt: Explore camadas de previsão em mapas e radar.
ru: Получайте виджеты, которые обновляются гораздо быстрее
th: สำรวจชั้นการพยากรณ์บนแผนที่และเรดาร์.
tr: Harita & radar üzerinde tahmin katmanlarını keşfedin.
zh_hans: 在地图和雷达上浏览预报层。
zh_hant: 在地圖和雷達上探索預報層。

source: Family Premium
ar: الإصدار المميز العائلي
de: Familie Premium
el: Οικογενειακό Premium
es: Premium Familiar
fa: خانوادگی پیشرفته
fr: Familiale Premium
he: פרימיום למשפחה
hi: परिवार प्रीमियम
it: Familv Premium
ja: 家族プレミアム
ko: 패밀리 프리미엄
nl: Familie Premium
pt_pt: Família Premium
ru: Семейный Премиум
th: ครอบครัว Premium
tr: Aile Premium
zh_hans: 家庭高级版
zh_hant: 家庭高級版

source: free trial
ar: تجربة مجانية
de: kostenlose Testversion
el: δωρεάν δοκιμή
es: de prueba gratis
fa: آزمایش رایگان
fr: d'essai gratui
he: ניסיון חינם
hi: निःशुल्क परीक्षण
it: Abbonamento gratuito
ja: 無料トライアル
ko: 무료 시험판
nl: gratis proefperiode
pt_pt: Assinatura grátis
ru: бесплатный пробный доступ
th: ทดลองใช้ฟรี
tr: ücretsiz deneyin
zh_hans: 免费试用
zh_hant: 免費試用

source: FREE!
ar: مجاني!
de: KOSTENLOS!
el: ΔΩΡΕΑΝ!
es: ¡GRATIS!
fa: رایگان!
fr: GRATUIT!
he: חינם!
hi: मुफ्त!
it: GRATUITO!
ja: 無料！
ko: 무료!
nl: GRATIS!
pt_pt: GRÁTIS!
ru: БЕСПЛАТНО!
th: ฟรี!
tr: ÜCRETSİZ!
zh_hans: 免费！
zh_hant: 免費！

source: Get premium forecast sources for accurate updates.
ar: الحصول على مصادر تنبؤ مميزة لتحديثات دقيقة
de: Erhalten Sie Premium-Wetterquellen für genaue Updates.
el: Λάβετε πηγές πρόγνωσης premium για ακριβείς ενημερώσεις.
es: Obtén fuentes de pronóstico premium para actualizaciones precisas.
fa: دسترسی به منابع پیش‌ بینی پیشرفته برای به‌روزرسانی دقیق.
fr: Obtenez des sources de prévisions premium pour des mises à jour précises.
he: קבל מקורות תחזית פרימיום לעדכונים מדויקים.
hi: सटीक अपडेट के लिए प्रीमियम पूर्वानुमान स्रोत प्राप्त करें।
it: Ottieni fonti di previsioni premium per aggiornamenti accurati.
ja: 正確な更新のためのプレミアム予報ソースを取得します。
ko: 정확한 업데이트를 위한 프리미엄 예보 소스를 받으세요.
nl: Krijg premium weersverwachting bronnen voor nauwkeurige updates.
pt_pt: Obtenha fontes de previsão premium para atualizações precisas.
ru: Настройте каждый виджет, как вам нравится
th: รับแหล่งข้อมูลพยากรณ์พรีเมียมสำหรับการอัพเดตที่แม่นยำ.
tr: Doğru güncellemeler için premium tahmin kaynakları alın.
zh_hans: 获取精准的高级预报资源。
zh_hant: 獲取尊享預報來源以獲取準確更新。

source: Hello Master
ar: مرحبًا سيدي
de: Hallo Meister
el: Γειά σου Μάστερ
es: Hola Maestro
fa: سلام قربان
fr: Bonjour Maître
he: שלום אדון
hi: नमस्ते मास्टर
it: Ciao Maestro
ja: ご挨拶
ko: 안녕하세요 마스터
nl: Hallo Meester
pt_pt: Olá Mestre
ru: Привет мастер
th: สวัสดี อาจารย์
tr: Merhaba Usta
zh_hans: 你好，主人
zh_hant: 尊貴大人您好

source: HOORAY!
ar: هوراي!
de: Hurra!
el: ΖΗΤΩ!
es: ¡Hurra!
fa: عالی!
fr: Vive!
he: הוראי!
hi: हुर्रे!
it: Evviva!
ja: 万歳!
ko: 만세!
nl: Hoera!
pt_pt: Viva!
ru: Ура!
th: เย้!
tr: Yaşasın!
zh_hans: 万岁!
zh_hant: 萬歲！

source: In order to subscribe
ar: للاشتراك
de: Um zu abonnieren
el: Για να εγγραφείτε
es: Para suscribirte
fa: برای اشتراک
fr: Pour vous abonner
he: כדי להירשם
hi: सदस्यता लेने के लिए
it: Per sottoscrivere
ja: 購読するために
ko: 구독하려면
nl: Om te abonneren
pt_pt: Para se inscrever
ru: Для подписки
th: เพื่อสมัครสมาชิก
tr: Abone olmak için
zh_hans: 为了订阅
zh_hant: 為了訂閱

source: Lifetime Premium
ar: مميز مدى الحياة
de: Lebenslange Prämie
el: Προνόμιο Ζωής
es: Prima de por vida
fa: عضویت مادام العمر
fr: Premium à vie
he: פרימיום לכל החיים
hi: लाइफटाइम प्रीमियम
it: per sempre
ja: 生涯プレミアム
ko: 평생 프리미엄
nl: Levenslange premie
pt_pt: Prêmio Vitalício
ru: Пожизненный премиум
th: สิทธิ์ชีวิต
tr: Ömür Boyu Premium
zh_hans: 终身保费
zh_hant: 終身尊貴會員

# lifetime.ten
source: HeyWeather
ar: طقسنا
fa: خواهد بود
he: היוואתר

source: Never
ar: أبدًا
de: nie
el: Ποτέ
es: Nunca
fa: هرگز
fr: Jamais
he: אף פעם
hi: कभी नहीं
it: Mai
ja: 決して
ko: 없음
nl: Nooit
pt_pt: nunca
ru: никогда
th: ไม่เคย
tr: Asla
zh_hans: 绝不
zh_hant: 從不

source: on the first class
ar: على أولى الطبقات
de: in der ersten Klasse
el: στην πρώτη τάξη
es: en primera clase
fa: و در صندلی VIP
fr: sur la première classe
he: בכיתה הראשונה
hi: पहली कक्षा में
it: nella prima classe
ja: ファーストクラスの
ko: 일등석에서
nl: in de eerste klasse
pt_pt: na primeira classe
ru: на первом классе
th: ในชั้นเรียนแรก
tr: birinci sınıfta
zh_hans: 在头等舱
zh_hant: 在第一類

source: One payment, lifetime access
ar: دفعة واحدة، وصول مدى الحياة
de: Eine Zahlung, lebenslanger Zugang
el: Μία πληρωμή, πρόσβαση εφ' όρου ζωής
es: Un pago, acceso de por vida
fa: یه بار پرداخت، دسترسی مادام العمر
fr: Un paiement, accès à vie
he: תשלום אחד, גישה לכל החיים
hi: एक भुगतान, जीवन का उपयोग
it: Un pagamento, accesso a vita
ja: 一回の支払い、永久のアクセス
ko: 한 번의 결제, 평생 액세스
nl: Eenmalige betaling, levenslange toegang
pt_pt: Um pagamento, acesso vitalício
ru: Одна оплата, пожизненный доступ
th: จ่ายครั้งเดียว, เข้าถึงตลอดชีวิต
tr: Tek ödeme, ömür boyu erişim
zh_hans: 一次支付，终身享用
zh_hant: 一次付款，終身使用權限

source: Premium
ar: مميز
fa: پیشرفته
he: פרימיום
hi: प्रीमियम
ja: プレミアム
ko: 프리미엄
ru: Премиум
th: พรีเมียม
zh_hans: 付费
zh_hant: 高級版

source: Premium Plan
ar: الاشتراك المميز
de: Premium-Abonnement
el: Σχέδιο Premium
es: Planes Premium
fa: طرح پیشرفته
fr: Le Forfait Premium
he: תוכנית פרימיום
hi: प्रीमियम योजना
it: Piano di abbonamento
ja: プレミアムプラン
ko: 프리미엄 계획
nl: Speciale plannen
pt_pt: Plano por assinatura
ru: Премиум план
th: แผนพรีเมียม
tr: Özel planlar
zh_hans: 特殊计划
zh_hant: 高級計劃

source: Renew at
ar: تجديد في
de: Verlängerung am
el: Ανανεώστε στο
es: Renueva
fa: تمدید در
fr: Renouveler à
he: חדש ב
hi: नवीकरण
it: Rinnovare su
ja: に更新する
ko: 갱신 시간
nl: Verlengen op
pt_pt: Renovar em
ru: Продлить на
th: ต่ออายุที่
tr: Yenile
zh_hans: 更新时间
zh_hant: 續訂至

source: Restore Purchase
ar: استعادة الشراء
de: Wiederherstellen des Kaufs
el: Επαναφορά Αγοράς
es: Recuperar la compra
fa: بازیابی خرید
fr: Restaurer l'achat
he: שחזר רכישה
hi: पुनःस्थापन क्रय
it: Ripristinare acquisto
ja: 購入の復元
ko: 구매 복원
nl: Aankoop herstel
pt_pt: Restaurar compra
ru: Восстановить покупку
th: กู้คืนการซื้อ
tr: Satın Alımı Geri Yükle
zh_hans: 恢复购买
zh_hant: 還原購買

source: seat of
ar: مقعد
de: Sitz von
el: θέση του
es: asiento de
fa: HeyWeather
fr: siège de
he: מקום של
hi: की सीट
it: posto di
ja: 座席
ko: 의 자리
nl: stoel van
pt_pt: assento de
ru: место
th: ที่นั่งของ
tr: koltukta
zh_hans: 的座位
zh_hant: 的座位

source: Stay updated with live precipitation activity.
ar: ابق على اطلاع بنشاط الهطول المباشر
de: Bleiben Sie auf dem Laufenden mit Live-Niederschlagsaktivität.
el: Μείνετε ενημερωμένοι με ζωντανή δραστηριότητα υετού.
es: Mantente actualizado con la actividad de precipitación en vivo.
fa: به‌روز ماندن با فعالیت‌های زنده بارش.
fr: Restez à jour avec l'activité de précipitation en direct.
he: השאר מעודכן עם פעילות ממטרים חיה.
hi: लाइव वर्षा गतिविधि के साथ अद्यतित रहें।
it: Resta aggiornato con l'attività di precipitazione dal vivo.
ja: ライブ降水活動で更新を続けます。
ko: 실시간 강수량 활동을 계속 업데이트하세요.
nl: Blijf bijgewerkt met live neerslag activiteit.
pt_pt: Mantenha-se atualizado com a atividade de precipitação ao vivo.
ru: Проверяйте разный город на каждом виджете
th: อัปเดตกิจกรรมการตกน้ำสดให้ทันสมัย.
tr: Canlı yağış aktivitesiyle güncel kalın.
zh_hans: 与实况降水活动保持同步更新。
zh_hant: 與現場降水活動保持同步。

source: Subscribe and share with family!
ar: اشترك وشارك مع العائلة!
de: Abonneer en deel met familie!
el: Εγγραφείτε και μοιραστείτε με την οικογένεια!
es: ¡Suscríbete y comparte con la familia!
fa: اشتراک بگیرید و با خانواده به اشتراک بذارید!
fr: Abonnez-vous et partagez avec la famille!
he: הירשם ושתף עם המשפחה!
hi: सदस्यता लें और परिवार के साथ साझा करें!
it: Iscriviti e condividi con la famiglia!
ja: 購読して家族と共有しましょう！
ko: 구독하고 가족과 공유하세요!
nl: Abonneer en deel met familie!
pt_pt: Inscreva-se e compartilhe com a família!
ru: Подпишитесь и поделитесь с семьей!
th: สมัครสมาชิกและแบ่งปันกับครอบครัว!
tr: Abone olun ve aile ile paylaşın!
zh_hans: 订阅并与家人共享！
zh_hant: 訂閱並與家人共享！

source: Subscribed Before?
ar: سبق لك الاشتراك؟
de: Vorher abonniert?
el: Εγγραφήκατε προηγουμένως;
es: ¿Suscribiste antes?
fa: قبلا عضو شده‌اید؟
fr: Abonné auparavant?
he: נרשמת בעבר?
hi: पहले सदस्यता ली गई?
it: Sottoscritto prima?
ja: 以前に購読したことがありますか？
ko: 이전에 구독했나요?
nl: Eerder geabonneerd?
pt_pt: Já se inscreveu antes?
ru: Подписывались раньше?
th: สมัครสมาชิกก่อนหน้านี้หรือไม่?
tr: Daha önce abone oldun mu?
zh_hans: 之前订阅过？
zh_hant: 之前已訂閱？

# SUBSCRIPTION.LONG.TEXT
source: After 1 week or 3 days free trial this subscription automatically renews unless it is canceled at least 24 hours before the end of the trial period. Your Apple ID account will be charged for renewal within 24 hours prior to the end of the trial period. You can manage and cancel your subscriptions by going to your account settings on your device.
ar: بعد أسبوع أو 3 أيام من التجربة المجانية، يتم تجديد هذا الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية فترة التجربة. سيتم خصم رسوم التجديد من حساب Apple ID الخاص بك في غضون 24 ساعة قبل نهاية فترة التجربة. يمكنك إدارة وإلغاء اشتراكاتك عن طريق الذهاب إلى إعدادات حسابك على جهازك.
de: Nach einer Woche oder 3 Tage von kostenloser Testversion wird dieser Account automatisch verlängert, sofern nicht es in letzten 24 Stunden vor dem Ende der Testversion abgebrochen wird.Ihre Apple ID wird 24 Stunden vor dem Ende der Testversion zur Verlängerung berechnet wird. Sie können Ihr Abonnement verwalten und es kündigen, indem Sie zu den Einstellungen Ihres Accounts auf Ihrem Gerät gehen. Schon angemeldet? Wiederherstellen Sie des Kaufs am Oben
el: Μετά τη δωρεάν δοκιμή 1 εβδομάδας ή 3 ημερών, η συνδρομή ανανεώνεται αυτόματα, εκτός αν ακυρωθεί τουλάχιστον 24 ώρες πριν τη λήξη της περιόδου δοκιμής. Ο λογαριασμός του Apple ID σας θα χρεωθεί για την ανανέωση εντός 24 ώρων πριν τη λήξη της περιόδου δοκιμής. Μπορείτε να διαχειριστείτε και να ακυρώσετε τις συνδρομές σας από τις ρυθμίσεις του λογαριασμού σας στη συσκευή σας.
es: Después de 3 días o una semana de prueba gratuita, la suscripción se renueva automáticamente, a menos que se cancele al menos de 24 horas antes del fin del tiempo de prueba gratuita. El ID de Appel de su cuenta se recarga 24 antes del fin del período de prueba gratuita. Puede manejar o cancelar sus suscripciones a través de las configuraciones de su cuenta de usuario en su dispositivo. ¿Ya ha suscrito? Más arriba puede recuperar su compra.
fa: پس از ۱ هفته یا ۳ روز آزمایش رایگان، این اشتراک به صورت خودکار تمدید می‌شود مگر اینکه حداقل ۲۴ ساعت قبل از پایان دوره آزمایشی لغو شود. حساب Apple ID شما برای تمدید ظرف ۲۴ ساعت قبل از پایان دوره آزمایشی شارژ خواهد شد. می‌توانید اشتراک‌های خود را از طریق تنظیمات حسابتان در دستگاه مدیریت و لغو کنید.
fr: Après 1 semaine ou 3 jours d'essai gratuit, cet abonnement se renouvelle automatiquement sauf s'il est annulé au moins 24 heures avant la fin de la période d'essai. Votre compte Apple ID sera débité pour le renouvellement dans les 24 heures avant la fin de la période d'essai. Vous pouvez gérer et annuler vos abonnements en accédant aux paramètres de votre compte sur votre appareil. Avez-vous déjà fait un achat ? Vérifiez votre achat ci-dessus
he: לאחר שבוע או שלושה ימים של מנוי ניסיון חינם, מנוי זה מתחדש אוטומטית אלא אם כן מבטלים אותו לפחות 24 שעות לפני סיום תקופת הניסיון. חשבון Apple ID שלך יחויב בתשלום לחידוש תוך 24 שעות לפני סיום תקופת הניסיון. אתה יכול לנהל ולבטל את המנויים שלך על ידי מעבר להגדרות החשבון שלך על המכשיר שלך.
hi: 1 सप्ताह या 3 दिनों के नि: शुल्क परीक्षण के बाद यह सदस्यता स्वतः नवीनीकृत हो जाती है जब तक कि परीक्षण अवधि समाप्त होने से कम से कम 24 घंटे पहले इसे रद्द नहीं किया जाता है। आपके Apple ID खाते से परीक्षण अवधि समाप्त होने से पहले 24 घंटे के भीतर नवीनीकरण के लिए शुल्क लिया जाएगा। आप अपने डिवाइस पर अपनी खाता सेटिंग में जाकर अपनी सदस्यताओं को प्रबंधित और रद्द कर सकते हैं। पहले से सदस्यता ले रखी? ऊपर खरीद बहाल करें
it: Dopo 1 settimana o 3 giorni di prova gratuita, questo abbonamento si rinnoverà automaticamente a meno che non venga annullato almeno 24 ore prima della fine del periodo di prova. Il rinnovo verrà addebitato sul tuo account ID Apple entro 24 ore prima della fine del periodo di prova. Puoi gestire e cancellare i tuoi abbonamenti accedendo alle impostazioni del tuo account. Già registrato? Ripristina l'acquisto sopra
ja: 一週間または三日の無料トライアル後、このサブスクリプションは期間の終了の少なくとも24時間前にキャンセルされない限り、自動的に更新されます。試用期間終了する前の24時間以内に、あなたのアップルIDアカウントに更新料金が請求されます。デバイスのアカウント設定へ行って、サブスクリプションを管理およびキャンセルできます。 すでにサブスクライバーしていますか？上記に購入を復元します。
ko: 1 주 또는 3 일 무료 평가판 후 평가 기간이 끝나기 최소 24 시간 전에 취소하지 않는 한이 구독은 자동으로 갱신됩니다. 평가 기간이 끝나기 전 24 시간 이내에 갱신 비용이 Apple ID 계정에 청구됩니다. 기기의 계정 설정으로 이동하여 구독을 관리하고 취소 할 수 있습니다. \ n 이미 구독하셨습니까? 구매 복원
nl: Na een week of 3 dagen gratis examens wordt het abonnement automatisch verlengd. Tenzij minimaal 24 uur voor het einde van de gratis cursus geannuleerd. Uw Apple ID-account wordt 24 uur voor het einde van de gratis periode voor verlenging in rekening gebracht. U kunt uw abonnementen beheren of annuleren via de accountinstellingen op uw apparaat. Heb je al eerder gekocht? Haal je aankoop hierboven op.
pt_pt: Após 1 semana ou 3 dias de teste gratuito, esta assinatura será renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do final do período de teste. Sua conta Apple ID será cobrada pela renovação dentro de 24 horas antes do final do período de teste. Você pode gerenciar e cancelar suas assinaturas acessando as configurações de sua conta. Já está inscrito? Restaurar compra acima
ru: После 1 недели или 3 дней бесплатной пробной версии эта подписка автоматически продлевается, если по крайней мере за 24 часа до окончания пробного периода она не будет отменена. Ваш Apple ID счет будет оплачен за продление в течение 24 часов до окончания пробного периода. Вы можете управлять и отменять подписку перейдя в настройки на вашем устройстве. Уже подписались? Выше восстановьте покупку
th: หลังจากทดลองใช้งานฟรี 1 สัปดาห์หรือ 3 วัน การสมัครสมาชิกนี้จะต่ออายุโดยอัตโนมัติเว้นแต่จะมีการยกเลิกภายใน 24 ชั่วโมงก่อนสิ้นสุดระยะทดลองใช้งาน บัญชี Apple ID ของคุณจะถูกเรียกเก็บเงินสำหรับการต่ออายุภายใน 24 ชั่วโมงก่อนสิ้นสุดระยะทดลองใช้งาน คุณสามารถจัดการและยกเลิกการสมัครสมาชิกของคุณได้โดยไปที่การตั้งค่าบัญชีในอุปกรณ์ของคุณ
tr: Bir hafta veya 3 günlük ücretsiz deneme süresinden sonra, ücretsiz kursun bitiminden en az 24 saat önce iptal etmediğiniz takdirde abonelik otomatik olarak yenilenecektir. Deneme süresinin bitiminden 24 saat önce Apple Kimliği hesabınızdan yenileme ücreti alınacaktır. Cihazınızda hesap ayarlarınıza giderek aboneliklerinizi yönetebilir ve iptal edebilirsiniz. Daha önce abone oldunuz mu? En çok satın alınanları iade edin
zh_hans: 1 周或 3 天免费试用后，此订阅会自动续订，除非在试用期结束前至少 24 小时取消它。您的 Apple ID 帐户将在试用期结束前 24 小时内收取续订费用。您可以通过其手机上的帐户设置来管理和取消订阅。 已经订阅吗？ 上面可以恢复购买
zh_hant: 經過 1 周或 3 天的免費試用後，訂閱會自動續訂，除非在試用期結束前至少 24 小時取消訂閱。您的 Apple ID 帳戶將在試用期結束前的 24 小時內收取續訂費用。您可以通過設備上的帳戶設置管理和取消訂閱。

source: Thank you for suporting HeyWeather We really appreciate it
ar: شكرا لدعمك لتطبيق طقسنا نحن نقدر ذلك حقًا
de: Vielen Dank für Ihre Unterstützung von HeyWeather Wir schätzen das sehr
el: Ευχαριστούμε για την υποστήριξη στο HeyWeather Το εκτιμούμε πραγματικά
es: Gracias por apoyar a HeyWeather Lo apreciamos mucho
fa: ممنون از پشتیبانی از HeyWeather واقعا قدردانیم
fr: Merci de soutenir HeyWeather Nous l'apprécions vraiment
he: תודה שתמכת ב-HeyWeather אנחנו ממש מעריכים את זה
hi: HeyWeather का समर्थन करने के लिए धन्यवाद हमें सच में इसकी कदर है
it: Grazie per aver supportato HeyWeather Lo apprezziamo molto
ja: HeyWeatherをサポートしていただきありがとうございます 本当に感謝しています
ko: HeyWeather를 지원해 주셔서 감사합니다 정말로 감사합니다
nl: Bedankt voor het ondersteunen van HeyWeather We waarderen het echt
pt_pt: Obrigado por apoiar o HeyWeather Nós realmente apreciamos
ru: Спасибо за поддержку HeyWeather Мы действительно ценим это
th: ขอบคุณสำหรับการสนับสนุน HeyWeather เราจริงๆ ขอขอบคุณ
tr: HeyWeather'i desteklediğiniz için teşekkür ederiz Gerçekten takdir ediyoruz
zh_hans: 感谢您支持HeyWeather 我们非常感谢
zh_hant: 感謝您支持HeyWeather 我們非常感激

source: that an app
ar: أن تحصل عليه تطبيق
de: dass eine App
el: ότι μια εφαρμογή
es: que una aplicación
fa: که یه برنامه
fr: qu'une application
he: שזו אפליקציה
hi: वह एक ऐप कि
it: che un'app
ja: そのアプリケーション
ko: 앱에서 가능한
nl: dat een app
pt_pt: que um aplicativo
ru: что приложение
th: ที่แอป
tr: bir uygulama
zh_hans: 一个应用程序
zh_hant: 一個應用程式

source: This is a Premium Feature
ar: هذه ميزة مميزة
de: Dies ist eine Premium-Funktion
el: Αυτή είναι μια Λειτουργία Premium
es: Esta es una función Premium
fa: این یک ویژگی پریمیوم است
fr: Ceci est une fonctionnalité premium
he: זוהי תכונה פרימיום
hi: यह एक प्रीमियम सुविधा है
it: Questa è una funzione Premium
ja: これはプレミアム機能です
ko: 이것은 프리미엄 기능입니다
nl: Dit is een premium functie
pt_pt: Este é um recurso Premium
ru: Это функция Premium
th: นี่คือคุณสมบัติ พรีเมี่ยม
tr: Bu bir Premium Özelliktir
zh_hans: 这是一个高级功能
zh_hant: 這是高級功能

source: this world
ar: هذا العالم
de: diese Welt
el: αυτός ο κόσμος
es: este mundo
fa: میتونه داشته باشه
fr: ce monde
he: העולם הזה
hi: इस दुनिया में
it: questo mondo
ja: この世界
ko: 이 세상에서
nl: deze wereld
pt_pt: este mundo
ru: этот мир
th: โลกนี้
tr: bu dünya
zh_hans: 这个世界
zh_hant: 這個世界

source: Try Premium
ar: جرب الإصدار المميز
de: Probeer premium voor
el: Δοκιμάστε το Premium
es: Prueba premium
fa: آزمایش نسخه پیشرفته
fr: Essayez le premium
he: נסה פרימיום
hi: प्रीमियम का प्रयास करें
it: Prova Premium
ja: プレミアムを試す
ko: 프리미엄을 시도해보세요
nl: Probeer premium voor
pt_pt: Experimente premium por
ru: Попробуйте премиум за
th: ลองใช้พรีเมียม
tr: Premium'u deneyin
zh_hans: 尝试高级版
zh_hant: 嘗試高級版

source: ultimate user
ar: المستخدم الأقصى
de: ultimativer Nutzer
el: απόλυτος χρήστης
es: usuario final
fa: کاربری هستید
fr: utilisateur ultime
he: משתמש המובחר
hi: अंतिम उपयोगकर्ता
it: utente finale
ja: 究極のユーザー
ko: 최종 사용자
nl: ultieme gebruiker
pt_pt: usuário final
ru: конечный пользователь
th: ผู้ใช้ระดับสูงสุด
tr: nihai kullanıcı
zh_hans: 终极用户
zh_hant: 終極用戶
